Repository: sebastienserre/vc-openagenda
Catalog: languages/vc-openagenda-*.po
Languages: fr_fr

source: Add a word between % to add a different style. Only 1 allowed
fr_fr: Ajoutez un mot entre % pour utiliser un style différent. Seulement une fois par titre

source: Agenda Code
fr_fr: Code OpenAgenda

source: Agenda language
fr_fr: Langue de l'agenda

source: Agenda page in your Website
fr_fr: Page Agenta sur votre site

source: Agenda Slug
fr_fr: Identifiant de l'agenda

source: Agenda title heading
fr_fr: Titre de l'agenda

source: Agenda UID
fr_fr: UID de l'agenda

source: Agenda URL
fr_fr: URL de l'agenda

source: All
fr_fr: Votre recherche par localisation

source: Background color
fr_fr: Couleur de fond

source: Cat Filter
fr_fr: Filtre par catégorie

source: Categorie to display
fr_fr: Catégorie à afficher

source: Categories
fr_fr: Catégories

source: Category
fr_fr: Catégorie

source: Category Openagenda
fr_fr: Catégorie Openagenda

source: Check the options to display
fr_fr: Cochez les options à afficher

source: Check the searchg field to show.
fr_fr: Cocher les champs de recherche à afficher

source: Choose the categorie to display. Only one category allowed. If you choose a Category, do not choose a Tag too
fr_fr: Choisissez la catégorie à afficher. Une seule catégorie permise. Si vous choisissez une catégorie, ne choisissez pas de tags

source: Choose the tag to display. Only one category allowed. If you choose a Tag, do not choose a Category too
fr_fr: Choisissez le tag à afficher. Un seul tag permise. Si vous choisissez un tag, ne choisissez pas de catégorie

source: Choose your layout
fr_fr: Choisissez votre disposition

source: City
fr_fr: Ville

source: Color to Title
fr_fr: Couleur du titre

source: Create an account on OpenAgenda, and go to your setting page to get your API key.
fr_fr: Créer un compte sur OpenAgenda et rendez-vous dans les réglages pour obtenir votre clé API.

source: Date Box background color
fr_fr: Couleur de fond de l'encadré date

source: Date Box text color
fr_fr: Couleur du texte de la boite date

source: Display 1 Event from Openagenda
fr_fr: Affiche 1 évènement depuis Openagenda

source: Display Category from Openagenda
fr_fr: Afficher les catégorie d'OpenAgenda

source: Display Event from Openagenda
fr_fr: Afficher un Évènement depuis OpenAgenda

source: Display Openagenda Script
fr_fr: Affiche les scripts OpenAgenda

source: Display Tags from Openagenda
fr_fr: Afficher des tags depuis OpenAgenda

source: Display Venue
fr_fr: Afficher le lieu

source: Display venue
fr_fr: Afficher le lieu

source: Display your openAgenda in a slider view
fr_fr: Affiche Openagenda dans un slider

source: Display your openAgenda searchbar in WordPress
fr_fr: Afficher votre barre de recherche OpenAgenda dans WordPress

source: Event Link
fr_fr: Lien vers l'évènement

source: Event Link in Openagenda or in your website if you created a special agenda page
fr_fr: Liens de l'évènement sur Openagenda ou votre site si vous avez créé une page spéciale

source: Event Openagenda
fr_fr: Évènement OpenAgenda

source: Filter by location from Openagenda
fr_fr: Filtrer par lieu OpenAgenda

source: Find your UID key in the bottom right of your Openagenda page.
fr_fr: Trouvez la clé UID dans le bas de page à droite de votre page OpenAgenda

source: from %1s to %2s
fr_fr: Du %1s au %2s

source: General
fr_fr: Général

source: Have an Event to display here? <a href="%s">Add it!</a>
fr_fr: Ajouter votre évènement

source: Hide background
fr_fr: Masquer la couleur de fond

source: Hide Group Name
fr_fr: Masquer le nom du groupe

source: Impossible to retrieve Events Data
fr_fr: Impossible de récupérer les données des évènements

source: Link Text
fr_fr: Texte du lien

source: List
fr_fr: Liste

source: Location Openagenda
fr_fr: Lieu OpenAgenda

source: Main Openagenda
fr_fr: Openagenda Principal

source: Map
fr_fr: Carte

source: my-agenda-slug
fr_fr: mon-identifiant

source: my-agenda-url
fr_fr: mon-url

source: Nb of event
fr_fr: Nombre d'évènement

source: No events Found
fr_fr: Aucun évènement trouvé

source: Number of event to display
fr_fr: Nombre d'évènement à afficher

source: On %s
fr_fr: Le %s

source: OpenAgenda Search
fr_fr: Recherche OpenAgenda

source: OpenAgenda Settings
fr_fr: Réglages d'OpenAgenda

source: OpenAgenda Slider
fr_fr: Slider OPenAgenda

source: OPenAgenda will give you an iframe code with this: data-oabdy src="//openagenda.com/agendas/XXXXXXXX/embeds/YYYYYYYY/events?lang=fr". What you need is to copy/past the YYYYYYYY (8 digits)
fr_fr: OpenAgenda va& vous fournir une iframe avec ce genre de code: data-oabdy src="//openagenda.com/agendas/XXXXXXXX/embeds/YYYYYYYY/events?lang=fr". Vous devez copier/coller le YYYYYYYY (8 chiffres)

source: Please select an Event Link
fr_fr: Veuillez sélectionner un lien vers une page évènnement de votre site

source: Please select an OpenAgenda Widget
fr_fr: Veuillez sélectionner un widget OpenAgenda

source: Please set an OpenAgenda URL or check your event on OpenAgenda (dates)
fr_fr: Veuillez saisir une URL OpenAgenda ou vérifiez votre évènement (dates)

source: Preview Widget
fr_fr: Widget de prévisualisation

source: Read more
fr_fr: Lire la suite

source: Search
fr_fr: Rechercher

source: search
fr_fr: Rechercher

source: Search field
fr_fr: Champs de recherche

source: search Filter
fr_fr: Filtre recherche

source: Select
fr_fr: Sélection

source: Select the color for the title part between %
fr_fr: Choisissez la couleur pour la partie du titre entre %

source: Select the page where the main agenda is
fr_fr: Sélectionnez la page où se trouve l'agenda

source: Select the widget to display
fr_fr: Choisissez le widget à afficher

source: Settings
fr_fr: Réglages

source: Single Event Openagenda
fr_fr: 1 seul évènement OpenAgenda

source: Sorry, no events found
fr_fr: Désolé, aucun évènement trouvé

source: Tag Filter
fr_fr: Filtres par tags

source: tag Filter
fr_fr: Filtres par tags

source: Tag to display
fr_fr: Tag à afficher

source: text color
fr_fr: Couleur du texte

source: Text for the link
fr_fr: Texte du Lien

source: The Slug of your agenda in openagenda. For example, if your Openagenda URL is https://openagenda.com/my-great-calendar, then the slug is my-great-calendar
fr_fr: L'identifiant de votre agenda dans Openagenda. Par exemple, si votre URL Openagenda est https://openagenda.com/my-great-calendar, alors l'identifiant est my-great-calendar

source: This plugin allows you to display an openagenda in your WP via a Visual Composer element
fr_fr: Cette extension vous permet d'ajouter un agenda OpenAgenda grâce à un élément Visual Composer

source: Title
fr_fr: Titre

source: URL to Agenda
fr_fr: URL vers l'agenda

source: URL to Agenda in OpenAgenda.
fr_fr: URL vers l'agenda dans OpenAgenda

source: URL to Agenda. You must create a page integrating OpenAgenda
fr_fr: URL vers l'agenda, vous devez créer une page intégrant OpenAgenda

source: URL to Event
fr_fr: URL vers l'évènement

source: URL to the OpenAgenda Agenda
fr_fr: URL vers votre agenda OpenAgenda

source: Venue
fr_fr: Lieu

source: Widget Type
fr_fr: Type de Widget

source: Write name of Tags to hide the background as it is on Openagenda.
fr_fr: Écrivez le nom du groupe de tags (comme sur OpenAgenda) ou vous ne voulez pas voir de fond.

source: You forgot to add a slug of agenda to retrieve
fr_fr: Vous avez oublié d'ajouter une URL d'OpenAgenda
